cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'ack'
brew 'autoconf'
brew 'bash-completion'
brew 'coreutils'
brew 'direnv'
brew 'fabric'
brew 'gettext'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'node'
brew 'openssl'
brew 'php'
brew 'subversion'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'dropbox'
cask 'filezilla'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-drive-file-stream'
cask 'gpg-suite'
cask 'insomnia'
cask 'iterm2'
cask 'keybase'
cask 'java'
cask 'paw'
cask 'sequel-pro'
cask 'silverlight'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'teamspeak-client'
cask 'tg-pro'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
